taskt/Core/Automation/Commands/TextGroup/ReplaceTextCommand.dot
digraph "ReplaceTextCommand" {
"ReplaceTextCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
