taskt/Core/Automation/Commands/TextGroup/ReplaceTextCommand.puml
@startuml
ReplaceTextCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
